Revit 2027 API
BaseExportOptions.HideScopeBox Property
 Whether or not to hide the scope box. Default value is false.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool HideScopeBox { get; set; }
Public Property HideScopeBox As Boolean
	Get
	Set
public:
property bool HideScopeBox {
	bool get ();
	void set (bool value);
}
member HideScopeBox : bool with get, set
Property Value
Boolean
See Also
Reference
BaseExportOptions Class
Autodesk.Revit.DB Namespace